Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: Eritrea
ne: इरिट्रिया

source: A form was submitted in the %S encoding which cannot encode all Unicode characters, so user input may get corrupted. To avoid this problem, the page should be changed so that the form is submitted in the UTF-8 encoding either by changing the encoding of the page itself to UTF-8 or by specifying accept-charset=utf-8 on the form element.
ne: एउटा फर्म %S इनकोडिङ्गमा पेस गरिएको छ जसले सबै युनिकोड वर्ण इनकोड गर्न सक्दैन, त्यसैले प्रयोगकर्ताको इनपुट बिग्रिन सक्छ। यो समस्याबाट बच्नका लागि, या त पृष्ठकै इनकोडिङ्गलाई UTF-8 मा परिवर्तन गरेर वा फर्म तत्वमा accept-charset=utf-8 विशेष रुपमा औंल्याउनुपर्छ ताकि पृष्ठ परिवर्तन होस् र फर्म UTF-8 इनकोडिङ्गमा पेस होस।

source: Unsorted Bookmarks
ne: नमिलाइएका पुस्तकचिनोहरू

source: Unexpected token in attribute selector: '%1$S'.
ne: विशेषता चयनकर्तामा अनपेक्षित टोकन: '%1$S' ।

source: Attachments
ne: संलग्नकहरू

source: Origin: %S
ne: मूल: %S

source: they expire
ne: तिनीहरूको समय अवधि सकियो

source: E-Mail Address
ne: इमेल ठेगाना

source: %1$S could not be verified for use in %2$S. Proceed with caution.
ne: %1$S %2$S मा प्रयोग को लागि प्रमाणित गर्न सकिएन। सावधानीसंग अगाडि बढ्नुहोस्।

source: An application is being shared. Click to control sharing.
ne: एक अनुप्रयोग साझा भइरहेको छ। साझेदारी नियन्त्रण गर्न क्लिक गर्नुहोस्।

source: View &Certificates
ne: प्रमाणपत्रहरू हेर्नुहोस्

source: Tromelin Island
ne: ट्रोमलिन द्विप

source: Powered by
ne: प्रवर्द्धन कर्ता

source: Space Fantasy is (C) fx5800p. Available under CC-BY-SA. No warranty.
ne: अन्तरिक्षको स्वप्न चित्र (C) fx5800p हो । CC-BY-SA अन्तरगत प्राप्त । बिना जमानत ।

source: Enter name of file to save to…
ne: सङ्ग्रह गर्न फाइलको पुरा नाम प्रबिष्ट गर्नुहोस…

source: This is a list of “about” pages for your convenience.<br/> Some of them might be confusing. Some are for diagnostic purposes only.<br/> And some are omitted because they require query strings.
ne: यो तपाईँको सुविधाको लागि "बारेमा" पृष्ठहरूको एक सूची हो।<br/> केहि भ्रमित हुन सक्छ। केहि नैदानिक उद्देश्यको निम्ति मात्र हो।<br/> केहिलाई क्वेरी स्ट्रिङको आवश्यकता भएको हुनाले हटाइएको छ।

source: Please select a value that is no more than %S.
ne: कृपया %S भन्दा सानो मान चयन गर्नुहोस्।

source: &Jump to line…
ne: पङ्‌क्तिमा जानुहोस्...

source: CRL Distribution Points
ne: CRL बाँडफाँड बिन्दुहरू

source: French Southern and Antarctic Lands
ne: फ्रान्सेली दक्षिणी र अन्टार्कटिक भूभाग

source: mismatched tag
ne: मेल नखाएका ट्याग

source: Last Changed
ne: अन्तिम परिवर्तित

source: white space
ne: खाली स्थान

source: All visible windows on your screen will be shared.
ne: तपाईँको स्क्रिन मा सबै देखिने सञ्झ्यालहरू साझेदारी गरिनेछ।

source: Certificate Name
ne: प्रमाणपत्र नाम

source: Create Profile Wizard
ne: प्रोफाइल विजार्ड सिर्जना गर्नुहोस्

source: &Cookies
ne: कुकिज

source: Go to Line…
ne: हरफमा जानुहोस्...

source: Show add-ons available to install
ne: स्थापना गर्न उपलब्ध एड-अनहरू देखाउनुहोस्

source: Anchors
ne: एङ्कर

source: You can subscribe to this podcast to receive updates when this content changes.
ne: तपाईंले यो यो पोडकास्टको सदस्यता लिएर सामग्री परिवर्तन हुँदा अद्यावधिक प्राप्त गर्न सक्नुहुन्छ।

source: opacity in color value
ne: रङ मानमा अस्पष्टता

source: Saint Lucia
ne: सेन्ट लुसिया

source: Microsoft Key Recovery Agent
ne: माइक्रोसफ्ट कुञ्जी पुनः प्राप्ति अभिकर्ता

source: Israel
ne: इज्रायल

source: San Marino
ne: सान मारिनो

source: Always use this add-on
ne: सधैँ यो एड-अन प्रयोग गर्नुहोस्

source: This application is located at:
ne: यो एप्लिकेसन यस ठाउँमा अवस्थित छ:

source: Backspace
ne: ब्याकस्पेस

source: Sync Options
ne: सिन्क विकल्पहरू

source: Connecting to %1$S…
ne: %1$S मा जडान हुँदैछ…

source: Read more about what's new…
ne: नयाँ के के छन् भन्ने जान्नुहोस्…

source: You are not signed in.
ne: तपाईंँले साइन इन गर्नुभएको छैन।

source: Submitted Crash Reports
ne: क्र्यास प्रतिवेदनहरू पेश गरियो

source: Version
ne: संस्करण

source: Print Backgrounds
ne: पृष्ठभूमि मुद्रण

source: Add-ons
ne: एड-अनहरू

source: Certificate Subject Key ID
ne: प्रमाणपत्र विषय कुञ्जी आई डी

source: Select Profile
ne: प्रोफाइल चयन गर्नुहोस्

source: Hindi
ne: हिन्दी

source: You are about to log in to the site "%1$S" with the username "%2$S", but the website does not require authentication. This may be an attempt to trick you. Is "%1$S" the site you want to visit?
ne: तपाई "%2$S" प्रयोगकर्ता नामको साथमा "%1$S" साइट लग इन गर्दै हुनुहुन्छ, तर यो वेबसाइटको लागि प्रमाणीकरण आबश्यक छैन । के "%1$S" त्यो साइट हो जुन तपाई भिजिट गर्न चाहनुहुन्छ ?

source: &Advanced…
ne: एड्भान्स्ड…

source: Space
ne: खालीस्थान

source: Enter Reader View
ne: पाठक मोडमा प्रवेश गर्नुहोस्

source: Scratchpad
ne: स्क्र्याचप्याड

source: Set As &Default Search Engine
ne: पूर्वनिर्धारित खोज इन्जिन बनाउनुहोस्

source: Choose Helper Application
ne: मद्दतकर्ता अनुप्रयोग छनोट गर्नुहोस्

source: Import Data from &Another Browser…
ne: अर्को ब्राउजरबाट डाटा आयात गर्नुहोस्…

source: Mauritius
ne: माउरिटियस

source: Rename profile %S
ne: प्रोफाइल %S पुनः नामाकरण गर्नुहोस्

source: Cyrillic
ne: सिरिल्लिक

source: Show U&pdate History
ne: अद्यावधिक इतिहास देखाउनुहोस्

source: Sea&rch:
ne: खोजी गर्नुहोस्

source: Price
ne: मूल्य

source: You are about to log in to the site "%1$S" with the username "%2$S".
ne: तपाई "%2$S" प्रयोगकर्ता नामको साथमा "%1$S" साइट लग इन गर्ने प्रयासमा हुनुहुन्छ ।

source: SSL peer cannot verify your certificate.
ne: यस यस यल पियर तपाईँको प्रमाणपत्र पुष्टी गर्न सक्दैन ।

source: Ashmore and Cartier Islands
ne: आस्मोर र कार्टियर द्विप

source: Attribute value illegal in XSLT 1.0.
ne: XSLT १.०.मा गैरकानूनी विशेषता मान।

source: Thumbnail of Page {{page}}
ne: {{page}} पृष्ठको थम्बनेल

source: check menu item
ne: मेनु वस्तु जाँच्नुहोस्

source: Open With…
ne: … ले खोल्नुहोस्

source: Highlight all
ne: सबै हाइलाइट गर्नुहोस्

source: The certificate "%S" represents a Certificate Authority.
ne: प्रमाणपत्र "%S" ले एउटा प्रमाणपत्र अधिकारी जनाउँछ।

source: Navassa Island
ne: नाभास्सा द्विप

source: Unlink This Device
ne: यो उपकरण विछेद गर्नुहोस्

source: Enable add-on debugging
ne: एड-अन डिबगिङ् सुचारु गर्नुहोस्

source: Status code:
ne: वस्तुस्थिति सङ्केत:

source: Vatican City
ne: भ्याटिकन सिटी

source: List all tabs
ne: सब ट्याबहरूको सूचि बनाउनुहोस्

source: content
ne: सामग्री

source: Simple Measurements
ne: सामान्य नापहरू

source: search
ne: खोजी

source: Messages Received
ne: सन्देश प्राप्त भयो

source: &Never
ne: कहिले पनि होइन

source: Cannot Complete Request
ne: अनुरोध पूरा गर्न सकिदैन

source: Add-on Profile
ne: एड-अन प्रोफाइल

source: Right:
ne: दायाँ:

source: Configure Proxies to Access the Internet
ne: इन्टरनेट पहुँच गर्न प्रोक्सिहरू कन्फिगर गर्नुहोस्

source: &Contribute
ne: योगदान गर्नुहोस्

source: MB of space
ne: MB ठाउँ

source: Konkani
ne: कोनकानी

source: clicked
ne: क्लिक गरिएको

source: SECG elliptic curve sect113r2
ne: SECG अण्डाकार वक्ररेखा sect113r2

source: Togo
ne: टोगो

source: SECG elliptic curve sect113r1
ne: SECG अण्डाकार वक्ररेखा sect113r1

source: Memory Use
ne: स्मृति प्रयोग

source: Cached Web Content
ne: वेबबाट लिएका सामग्रीहरू

source: Submitted
ne: पेश गरियो

source: Files of &type:
ne: ...प्रकारका फाइलहरू:

source: Connection Interrupted
ne: जडान अवरोध गरियो

source: Sha&re This Image
ne: यो तस्विर सेयर गर्नुहोस्

source: It is not possible to back up certificates from a hardware security device such as a smart card.
ne: स्मार्ट कार्ड जस्तो हार्डवेयर सुरक्षा साधनबाट प्रमाणपत्रहरू जगेडा गर्न असम्भव छ।

source: Vie&w
ne: दृश्य

source: Check if you want to save your password
ne: तपाईँ आफ्नो पासवर्ड सङ्ग्रह गर्न चाहनुहुन्छ भने ठिक लगाउनुहोस्

source: %S enabled.
ne: %S सक्षम पर्नुहोस् ।

source: Conversation with {{contactName}}
ne: {{contactName}} सँग वार्तालाप

source: <p>Unwanted software pages try to install software that can be deceptive and affect your system in unexpected ways.</p>
ne: <p>नचाहिँदो सफ्टवेयर पृष्ठहरूले जाली र तपाईँको प्रणालीलाई हानी गर्ने सफ्टवेयरहरू स्थापना गर्न सक्छन्।</p>

source: Palmyra Atoll
ne: पाल्मिरा अटोल

source: Provide &search suggestions
ne: खोज सुझावहरू प्रदान गर्ने

source: Page #
ne: पृष्ठ #

source: &Tools
ne: उपकरणहरू

source: Quit %1$S (%2$S)
ne: %1$S (%2$S) अन्त्य गर्नुहोस्

source: Appearance:
ne: स्वरूप:

source: section.
ne: खण्ड।

source: This pseudo-element must use the "::" form: '%1$S'.
ne: यो pseudo-element ले "::" फाराम: '%1$S'प्रयोग गर्नु पदर्छ।

source: lightness
ne: चमक

source: Invalid or corrupted PDF file.
ne: अवैध वा दुषित PDF फाइल।

source: encoding specified in XML declaration is incorrect
ne: xml घोषणामा निर्दिष्ट गरिएको सङ्केतन गलत छ

source: Go up a level
ne: एउटा तह माथि जानुहोस्

source: Manage debugger
ne: त्रुटिमोचक प्रबन्ध गर्नुहोस्

source: Save Recovery Key
ne: पुनः प्राप्ति कुञ्जी सङ्ग्रह गर्नुहोस्

source: Certificate &Fields
ne: प्रमाणपत्र फाइलहरू

source: Content:
ne: सामग्री:

source: RTP Stats
ne: RTP वस्तु स्थिती

source: This is a "video podcast" of frequently changing content on this site.
ne: यो प्राय छिटो सामग्री परिवर्तन हुने साइटको "पोडकास्ट" हो ।

source: Turkish
ne: टर्कीस

source: Will be updated to be compatible
ne: समर्थितमा अद्यावधिक गरिने छ

source: Malformed simple selector as negation pseudo-class argument '%1$S'.
ne: साधारण चयनकर्तालाई प्रतिवाद pseudo-class तर्क '%1$S' को रुपमा विकृत गरियो ।

source: Canvas Panel
ne: क्यानभास प्यानल

source: Reload
ne: पुनः लोड गर्नुहोस्

source: Sango
ne: साङ्गो

source: Uninstall was completed successfully.
ne: स्थापना रद्द सफलतापूर्वक समाप्त भएकोछ।

source: ANSI X9.62 ECDSA Signature with SHA1
ne: SHA1 सहितको ANSI X9.62 ECDSA हस्ताक्षर

source: Show history
ne: इतिहास देखाउने

source: Boolean
ne: बुलियन

source: &to
ne: मा

source: Robots may not injure a human being or, through inaction, allow a human being to come to harm.
ne: रोबोटहरूले मानवजातिलाई हानी नोक्सानी वा अरू कुनै कार्यबाट मानवलाई हानी पुर्‍याउने कार्यमा साथ दिने छैनन्।

source: %S will stop syncing with your account, but won’t delete any of your browsing data on this computer.
ne: %S ले तपाईँको खातासँग समन्वयन रोक्नेछ, तर यो कम्प्युटरमा तपाईँको ब्राउजिङ डेटा मेटिने छैन।

source: &Visited Links:
ne: भ्रमण गरिएका लिङ्कहरू:

source: Keep &until:
ne: यसबेलासम्म राख्नु:

source: About Profiles
ne: प्रोफाइलहरूको बारेमा

source: Important: If you forget your certificate backup password, you will not be able to restore this backup later. Please record it in a safe location.
ne: महत्वपूर्ण: तपाईँले आफ्नो प्रमाणपत्रको जगेडा पासवर्ड बिर्सनुभयो भने, तपाईँले यो जगेडालाई पछि पुनःभण्डारण गर्न सक्नुहुन्न। कृपया यसलाई सुरक्षित स्थानमा रेकर्ड गर्नुहोस्।

source: The following websites are allowed to store data for offline use:
ne: ७ em

source: File:
ne: फाइल:

source: Favorites
ne: मनपर्नेकुराहरू

source: &Add Dictionaries…
ne: शब्दकोषहरू थप्नुहोस...

source: Reconnect %S
ne: %S पुनः जडान गर्नुहोस्

source: Referring URL:
ne: सन्दर्भित युआरएल:

source: A Mozilla partner has visually enhanced this tile, replacing the screenshot. You can turn off enhanced tiles by clicking the %1$S button for your preferences. %2$S
ne: Mozilla को एक सहयात्रीले स्क्रिनसटको ठाँउमा यस टाइललाई प्रखर रुपमा प्रस्तुत गरेको छ। तपाईँ आफ्नो प्राथमिकताहरूमा गएर %1$S बटन थिचेर विस्तार टाइल बन्द गर्न सक्नुहुन्छ। %2$S

source: Do &not disturb me
ne: मलाई सोधिरहनु पर्दैन

source: Are you sure you wish to remove all passwords?
ne: के तपाईँ सम्पूर्ण पासवर्डहरू हटाउने कुरामा दृढ हुनुहुन्छ?

source: I'm already using &syncBrand.shortName.label; on another device
ne: म पहिले नै अर्को उपकरणमा &syncBrand.shortName.label; प्रयोग गर्छु

source: ANSI X9.62 elliptic curve c2onb191v4
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2onb191v4

source: Extensions
ne: एक्सटेन्सनहरू

source: Chinese, Simplified
ne: सरलीकृत चिनियाँ

source: Empty string passed to getElementById().
ne: getElementById()मा खाली स्ट्रिङ पठाइएकोछ।

source: Setup Complete
ne: सेटअप समाप्त

source: %1$S of %2$S
ne: %2$S को %1$S

source: ANSI X9.62 elliptic curve c2onb191v5
ne: ANSI X9.62 अण्डाकार वक्ररेखा c2onb191v5

source: SECG elliptic curve secp112r2
ne: SECG अण्डाकार वक्ररेखा secp112r2

source: Would you like to give it a name that's easier to remember? Current name:
ne: के तपाई यसलाई सम्झन सजिलो एउटा नाम दिन चाहनुहुन्छ? हालको नाम:

source: SECG elliptic curve secp112r1
ne: SECG अण्डाकार वक्ररेखा secp112r1

source: Stop plugin
ne: प्लगइन रोक्नुहोस्

source: Enter your email address
ne: तपाईँको इमेल ठेगाना प्रविष्ट गर्नुहोस्

source: Finish
ne: समाप्त

source: Chinese, Traditional
ne: चिनीयाँ, परम्परागत

source: Stay Online
ne: अनलाइन रहिरहनुहोस्

source: Text Encoding for Legacy Content
ne: पुरानो सामग्रीको लागि वर्ण एन्कोडिंग

source: Your connection to this site is not private. Information you submit could be viewed by others (like passwords, messages, credit cards, etc.).
ne: तपाईँको जडान सुरक्षित छैन । तपाईँले यो साइटमा दिएको जानकारी (जस्तै पासवर्डहरू, सन्देशहरू, क्रेडिट कार्डहरू, अादि) अरुले पनि देख्न सक्छन्।

source: Install %S
ne: स्थापित गर्नुहोस् %S

source: &Edit
ne: सम्पादन

source: Inuktitut
ne: इनुकटिटुट

source: Reading List (From Safari)
ne: पढ्ने सुची (सफारी बाट)

source: Repeats:
ne: दोहोरिनेछ:

source: Copied to clipboard.
ne: क्लिपबोर्डमा प्रतिलिपि गरियो।

source: Compatible Add-ons Installed
ne: संगत एड-अनहरू स्थापित भए

source: Tigre
ne: टिग्रे

source: M&ove to Toolbar
ne: टुलबारमा थप्नुहोस्

source: Laptops
ne: ल्यापटप

source: Sign in to view a list of tabs from your other devices.
ne: तपाईँको अन्य उपकरणहरूबाट ट्याबहरूको सूची हेर्न साइन इन गर्नुहोस्।

source: Current View
ne: हालको दृश्य

source: %S could not be saved, because the file name was too long. Try saving with a shorter file name.
ne: %S सङ्ग्रह गर्न सकेन, किनभने फाइलनाम अति लामो छ । छोटो फाइलनाम रखेर सङ्ग्रह गर्ने प्रयास गर्नुहोस् ।

source: Alternate Text
ne: वैकल्पिक पाठ

source: Developers interested in getting their add-ons verified can continue by reading our
ne: आफ्नो एड-अनहरू प्रमाणित गर्न रुचि भएका विकासकर्ताहरू यो पढ्नु होला

source: ANSI X9.62 elliptic curve prime239v2
ne: ANSI X9.62 अण्डाकार वक्ररेखा प्रमुख239v2

source: To begin creating your profile, click Continue.
ne: खाता बनाउन सुरु गर्न, जारी राख्नुहोस बटन मा क्लिक गर्नुहोस .

source: ANSI X9.62 elliptic curve prime239v1
ne: ANSI X9.62 अण्डाकार वक्ररेखा प्रमुख239v1

source: ANSI X9.62 elliptic curve prime239v3
ne: ANSI X9.62 अण्डाकार वक्ररेखा प्रमुख239v3

source: Error &Console
ne: त्रुटि कन्सोल

source: If you go offline now, %S downloads will be canceled. Are you sure you want to go offline?
ne: तपाईं अब अफलाइन जाने हो भने, %S डाउनलोड रद्द हुनेछ। तपाईं अफलाइन जाने कुरामा निश्चित हुनुहुन्छ?

source: The page you are viewing is not encrypted.
ne: तपाईँले हेरिरहनुभएको पृष्ठ गोप्य छैन।

source: Glorioso Islands
ne: ग्लोरिओसो द्विप

source: Show Thumbnails
ne: थम्बनेलहरू देखाउनुहोस्

source: Copy Link Loc&ation
ne: लिङ्कको स्थान नकल गर्नुहोस्

source: Can't connect to app: %1$S
ne: अनुप्रयोग: %1$S मा जडान गर्न सकिएन

source: (no email address)
ne: (कुनै इमेल ठेगाना छैन)

source: December
ne: डिसेम्बर

source: Exit &brandShorterName;
ne: &brandShorterName; बन्द गर

source: Release Notes:
ne: रिलिज नोटहरू:

source: You are sharing your tabs
ne: तपाईं आफ्नो ट्याबहरू साझेदारी गर्दै हुनुहुन्छ

source: Allow for &Session
ne: सत्रका लागि अनुमति दिनुहोस्

source: SECG elliptic curve secp384r1 (aka NIST P-384)
ne: SECG अण्डाकार वक्ररेखा secp384r1 (उर्फ NIST P-384)

source: Couldn't read the application data file.
ne: अनुप्रयोग डाटा फाइल पढ्न सकिएन।

source: The following add-ons will be updated:
ne: निम्न एड-अन अद्यावधिक गरिनेछ:

source: &Wrap Long Lines
ne: लामा हरफहरू बेर्नुहोस्

source: Your connection to this website uses weak encryption and is not private.
ne: यो वेवसाइटसँगको तपाईँको जडान कमजोर इन्क्रिप्सन प्रयोग गर्छ र जडान सुरक्षित छैन ।

source: %1$S, %2$S remaining
ne: %1$S, %2$S बाँकी

source: Not Started
ne: सुरु गरिएको छैन

source: Antigua and Barbuda
ne: एन्टिगुवा र बार्बुडा

source: &Z > A Sort Order
ne: Z > A क्रमवद्ध क्रम

source: &Bookmark This Tab…
ne: यस पृष्ठमा पुस्तकचिनो हाल्नुहोस्

source: &Automatically install updates (recommended: improved security)
ne: अद्यावधिहरू स्वतः इन्स्टल गर्नुहोस् (सुझाव: उन्नत सुरक्षाको लागि)

source: Checking Your Add-ons
ne: तपाईँका एड-अनहरू जाँच्दै

source: closing } of invalid rule set
ne: अवैध नियम सेटको } बन्द गर्दै

source: Bouvet Island
ne: बोउवेट टापु

source: Available Commands:
ne: उपलब्ध आदेशहरू:

source: Canada
ne: क्यानडा

source: Method call
ne: विधिवध आह्वान

source: Copied!
ne: प्रतिलिपी भयो !

source: What would you like to sync?
ne: के तपाईँ सिङ्क गर्न चाहनुहुन्छ?

source: &brandShortName; will check periodically and inform you when compatible updates for these add-ons are found.
ne: &brandShortName; ले समय समयमा जाँच गरी यी एड-अनहरूको लागि उपयुक्त अद्यावधिक जब पाइन्छन् तब तपाईँलाई सूचित गर्नेछ।

source: Choose a Certificate Backup Password
ne: एउटा प्रमाणपत्र जगेडा पासवर्ड छनोट गर्नुहोस्

source: Search HTML
ne: HTML खोजि गर्नुहोस्

source: Embed
ne: सम्मिलित

source: &brandFullName; Start Page
ne: &brandFullName; सुरुवात पृष्ठ

source: Issuer
ne: वितरक

source: Sign In To &syncBrand.shortName.label;…
ne: &syncBrand.shortName.label; मा साइन इन गर्नुहोस…

source: Not Now
ne: अहिले होईन

source: Page Headers:
ne: पृष्ठ शीर्षकहरू:

source: bot
ne: बोट

source: Save Image
ne: तस्विर सङ्ग्रह गर्नुहोस्

source: Network:
ne: सञ्जाल:

source: definition list
ne: परिभाषा सूची

source: Search with:
ne: निम्नद्वारा साइटहरू खोजी गर्नुहोस्:

source: Too many arguments
ne: निकै धेरै तर्कहरू

source: Costa Rica
ne: कोस्टारिका

source: March
ne: मार्च

source: Success!
ne: सफलता!

source: Bulgaria
ne: बुल्गेरिया

source: %S file
ne: %S फाइल

source: Hi&story
ne: इतिहास

source: Choose a Bookmark to be your Home Page. If you choose a folder, the Bookmarks in that folder will be opened in Tabs.
ne: तपाईँ को गृहपृष्ठ बनाउन वेबसाइटको ठेगाना छान्नु होस् | यदि तपाईँले फोल्डर छान्नु भयो भने ,त्यस भित्रको वेबसाइट ठेगानाहरू नयाँ ट्याबमा खुल्नेछन् |

source: Configure how &brandShortName; connects to the Internet
ne: &brandShortName; कसरी इन्टरनेटसँग जोडिएको छ कन्फिगर गर्नुहोस्

source: Mozilla Public License
ne: मोजिल्ला सार्वजनिक इजाजतपत्र

source: Close all <html:strong>Tabs</html:strong> and <html:strong>Windows</html:strong>
ne: सबै <html:strong>ट्याबहरू</html:strong> र <html:strong>सञ्झ्याल</html:strong> बन्द गर्नुहोस

source: Hide S&tatistics
ne: तथ्याङ्क लुकाउनुहोस्

source: Oromo
ne: ओरोमो

source: Are you sure you want to delete this security module?
ne: के तपाईँ यो सुरक्षा मोड्युललाई मेट्ने कुरामा निश्चित हुनुहुन्छ?

source: Bonaire, Sint Eustatius, and Saba
ne: बोनआयर, सिन्ट युस्टाटियस , र साबा

source: More Info
ne: थप जानकारी

source: Error
ne: त्रुटि:

source: Expected ']' to terminate attribute selector but found '%1$S'.
ne: विशेषता चयनकर्ता टर्मिनेट गर्न ']' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: This page is asking you to confirm that you want to leave - data you have entered may not be saved.
ne: यो पृष्ठले तपाईलाई यो निश्चित गर्न सोधेको छ कि तपाई छाडेर जान चाहनुहुन्छ र तपाईले प्रविष्ट गर्नु भएको डाटा सङ्ग्रह नभएको हुन सक्छ।

source: %S requires that you accept the following End User License Agreement before installation can proceed:
ne: %S स्थापना गर्नु अघि तपाईंले निम्न प्रयोगकर्ता लाइसेन्स सम्झौता स्वीकार गर्नुपर्छ:

source: Spain
ne: स्पेन

source: Search all add-ons
ne: सबै एड-अन खोज्नुहोस्

source: /../ is not a valid URI prefix at line %S.
ne: /../ मान्य URI प्रेफिक्स हैन , हरफ %S.

source: bytes
ne: बाइटहरू

source: Less Information
ne: कम जानकारी

source: "%S" is an executable file. Executable files may contain viruses or other malicious code that could harm your computer. Use caution when opening this file. Are you sure you want to launch "%S"?
ne: "%S" एक कार्यान्वयनयोग्य फाइल हो। कार्यान्वयनयोग्य फाइलमा तपाईँको कम्प्युटरलाई हानि गर्न सक्ने भाइरस वा अन्य खराब कोड समावेश हुन सक्छ। यो फाइल खोल्दा सावधान हुनुहोस्। के तपाईँ "%S" सुरु गर्न कुरामा निश्चित हुनुहुन्छ?

source: (%S Object)
ne: (%S वस्तु)

source: activated
ne: सक्रिय पारिएको

source: When a server requests my personal certificate:
ne: जब सर्वर ले मेरो ब्यक्तिगत सर्टिफिकेट को आग्रह गर्छ

source: Recently Closed Tabs
ne: हालसालै बन्द गरिएका ट्याबहरू

source: Add a comment (comments are publicly visible)
ne: टिप्पणी थप्नुहोस् (टिप्पणीहरू सार्वजनिक रूपमा देखिने छ)

source: Kongo
ne: कङ्गो

source: Active &Logins
ne: सक्रिय लगइनहरू

source: &Not Now
ne: अहिले होईन

source: service terms
ne: सेवाका सर्तहरू

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the Firefox name or logo. Additional information on trademarks may be found
ne: तपाईँ Mozilla Foundation वा कुनै पनि पार्टीको ट्रेडमार्क अधिकार वा लाइसेन्स प्रदान गरिएको छैन। साथै तपाईँलाई Firefox को नाम र लोगो पनि प्रयोगमा पनि असीमित अधिकार छैन। ट्रेडमार्क सम्बन्धी थप जानकारी पाउन सकिन्छ।

source: Open WebIDE (%S)
ne: WebIDE (%S) खोल्नुहोस्

source: Mozambique
ne: मोजाम्बिक

source: Connection Not Encrypted
ne: जडान गोप्य छैन

source: Sign up with email
ne: इमेल प्रयोग गरेर साइन अप गर्नुहोस्

source: Completing the $BrandFullNameDA Setup Wizard
ne: $BrandFullNameDA सेटअप विजार्ड पुरा गर्नु।

source: Sign in with Firefox
ne: Firefox प्रयोग गरेर साइन इन गर्नुहोस्

source: Serif
ne: सेरिफ

source: Enable hand tool
ne: ह्यान्ड उपकरण सक्षम पार्नुहोस्

source: Timings
ne: समय

source: %s had a problem and crashed. Unfortunately, the crash reporter is unable to submit a crash report. Details: %s
ne: %s मा समस्या छ र क्र्यास भएको छ। दुर्भाग्यवश, यो क्र्यास प्रतिवेदकले यो क्र्यासको लागि रिपोर्ट पेश गर्न असमर्थ छ। विवरण: %s

source: A username and password are being requested by %2$S. The site says: "%1$S"
ne: एक प्रयोगकर्ता नाम र पासवर्ड %2$S द्वारा अनुरोध भइरहेको छ। साइट भन्छ: "%1$S"

source: Kuanyama
ne: कुन्यामा

source: alert dialog
ne: अलर्ट डायलग

source: Remem&ber my browsing and download history
ne: मेरो ब्राउजिङ र डाउनलोड इतिहास सम्झनुहोस्

source: An unknown error occured (path %S)
ne: एउटा अज्ञात त्रुटि भएको छ (मार्ग %S)

source: separator
ne: विभाजक

source: Igbo
ne: इगबो

source: URI to check
ne: जाँच गर्नुपर्ने URI

source: %S already exists. Do you want to replace it?
ne: %S पहिल्यै अवस्थित छ । तपाईँले यसलाई प्रतिस्थापन गर्नुहुन्छ ?

source: Cannot communicate securely with peer: no common encryption algorithm(s).
ne: सुरक्षित तरिकाबाट पियरसँग सञ्चार गर्न सकिएनः साधारण गुप्तिकरण अलगोरिदम(हरू) छैन ।

source: You can try:
ne: तपाईँले यो प्रयास गर्न सक्नुहुन्छ:

source: Show All Bookmarks
ne: सबै पुस्तकचिनोहरू देखाउनुहोस्

source: errors
ne: त्रुटिहरू

source: Value
ne: मान

source: Take me there!
ne: मलाई त्यहाँ लानुहोस्!

source: No audio
ne: अडियो छैन

source: Don't Check
ne: जाँच नगर्नुहोस्

source: Add a Service
ne: सेवा थप्नुहोस्

source: Your screen is being shared. Click to control sharing.
ne: तपाईँको स्क्रिन साझा भइरहेको छ। साझेदारी नियन्त्रण गर्न क्लिक गर्नुहोस्।

source: &Play
ne: प्ले

source: Show &details
ne: विवरणहरू देखाउनुहोस्

source: Clea&r
ne: खाली गर्नुहोस्

source: Last item
ne: अन्तिम वस्तु

source: Stylesheet Editor (CSS) (%S)
ne: शैलीपाना सम्पादक (CSS) (%S)

source: <ul><li>Could the item have been renamed, removed, or relocated?</li><li>Is there a spelling, capitalization, or other typographical error in the address?</li><li>Do you have sufficient access permissions to the requested item?</li></ul>
ne: <ul><li>के वस्तु पुन:नामकरण गर्न, हटाउन, वा पुनःबाँडफाँड गर्न सकने थियो ? </li><li> के त्यहाँ ठेगानामा हिज्जे, ठूलो वर्ण, वा अन्य मुद्रण त्रुटि छ ? </li><li>के तपाईँ संग अनुरोध गरिएको वस्तुमा पर्याप्त पहुँच अनुमतिहरू छ ? </li></ul>

source: A different user was previously signed in to Sync on this computer. Signing in will merge this browser’s bookmarks, passwords and other settings with %S
ne: एक फरक प्रयोगकर्ताले पहिले यो कम्प्युटरमा सिङ्क गर्न साइन गर्नु भएको थियो। साइन इन गर्दा यस ब्राउजरको पुस्तकचिनो, पासवर्ड र अन्य %S सगँ मर्ज हुनेछ

source: Error saving to
ne: बचाउँदा त्रुटि भयो
